Repository: Tak-min/SkyGrid
Catalog: ios/SkyGrid/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: A calendar grid of your sky photos
ja: 空の写真のカレンダーグリッド

# A little sky. A morning that's yours.
source: A sky photo for your morning.
ja: 朝の空を、1枚残そう。

source: A post I'm concerned about
ja: 気になる投稿がある

source: A post I’m concerned about
ja: 気になる投稿がある

source: A saved photo is too old to send now
ja: 保存された写真は古すぎて、今は送信できません

source: A saved photo needs review before it can send.
ja: 保存された写真は、送信前に確認が必要です。

source: Accept
ja: 承認

source: Add another alarm
ja: アラームを追加

source: Add or enable an alarm to request permission at the moment it is needed.
ja: アラームを追加または有効にすると、必要なタイミングで許可をリクエストするよ。

source: Alarm
ja: アラーム

# Alarm, archive, privacy, and support stay within reach.
source: Quick access to alarms, archive, privacy, and support.
ja: アラーム、アーカイブ、プライバシー、サポートにすぐアクセスできます。

source: All enabled alarms are scheduled
ja: 有効なアラームはすべて設定済み

source: Already connected
ja: すでにつながっています

source: Anyone who already has this code will no longer be able to use it.
ja: このコードをすでに持っている人も、使えなくなるよ。

source: Ask for a new invite link.
ja: 新しい招待リンクをもらってね。

source: Ask them to make room—or, on Free, open Settings → Sky Grid Pro for an unlimited Circle—then try again.
ja: 相手に空きを作ってもらうか、無料版なら設定 → Sky Grid Proでサークルを無制限にしてから、もう一度試してね。

source: BEST VALUE
ja: お得

source: BOTH CAPTURED · BOTH REVEALED
ja: 両方撮影済み · 両方解禁済み

source: Back
ja: 戻る

source: Become buddies
ja: バディになる

source: Best value
ja: お得

source: Block
ja: ブロック

source: Block or report
ja: ブロック・通報

source: Block this buddy?
ja: このバディをブロックしますか？

source: Blocking hides your connection and each other's posts.
ja: ブロックすると、つながりとお互いの投稿が見えなくなるよ。

source: Both captured · both revealed
ja: 両方撮影済み · 両方解禁済み

source: Buddies
ja: バディ

source: Buddy
ja: バディ

source: CAPTURED
ja: 撮影済み

source: CHOOSE A PLAN
ja: プランを選ぶ

source: CHOOSE ONE
ja: ひとつ選んでね

source: Camera access is only requested when you choose Capture.
ja: カメラへのアクセスは、「撮影」を選んだときだけリクエストされるよ。

source: Cancel
ja: キャンセル

source: Capture the sky
ja: 空を撮る

source: Capture your sky together, and you'll reveal each other's the moment you've each captured.
ja: 一緒に空を撮ろう。お互いに撮った瞬間、相手の空が解禁されるよ。

source: Check again
ja: もう一度確認

source: Check invite settings again
ja: 招待設定をもう一度確認

source: Check your connection before choosing a plan. If you already purchased Pro, restore it first.
ja: プランを選ぶ前に、通信状況を確認してください。すでにProを購入済みの場合は、先に復元してください。

source: Checking blocked buddies…
ja: ブロック中のバディを確認中…

source: Checking your circle…
ja: サークルを確認中…

source: Checking your invite…
ja: 招待を確認中…

source: Choose a handle to add a buddy
ja: バディを追加するには、ハンドルを決めよう

source: Clear and retake
ja: 削除して撮り直す

source: Clear this record
ja: この記録を削除

source: Clear this record and take a new photo
ja: この記録を削除して、新しく撮影します

source: Clear this record?
ja: この記録を削除しますか？

source: Close
ja: 閉じる

source: Close camera
ja: カメラを閉じる

source: Community & Safety
ja: コミュニティと安全

source: Connecting you…
ja: 接続中…

source: Continue
ja: 続ける

source: Continue with Free
ja: 無料版で続ける

source: Could not connect Apple
ja: Appleに接続できませんでした

source: Could not delete account
ja: アカウントを削除できませんでした

source: Could not restore purchases
ja: 購入を復元できませんでした

source: Could not send
ja: 送信できませんでした

source: Could not unblock
ja: ブロックを解除できませんでした

source: Couldn't update this alarm
ja: このアラームを更新できませんでした

source: Current sky color
ja: 現在の空の色

source: DAY
ja: 日

source: Day one
ja: 1日目

source: Delete
ja: 削除

source: Delete account
ja: アカウントを削除

source: Delete your account?
ja: アカウントを削除しますか？

source: Deleting your account
ja: アカウントを削除中

source: Deleting your account removes your photos, Sky Grid, and buddy connections. Active App Store subscriptions continue until you cancel them in Apple subscription settings.
ja: アカウントを削除すると、写真・Sky Grid・バディのつながりが削除されます。有効なApp Storeのサブスクリプションは、Appleのサブスクリプション設定でキャンセルするまで継続します。

source: Deleting your account…
ja: アカウントを削除中…

source: Done
ja: 完了

source: Double tap to zoom
ja: ダブルタップでズーム

source: Double-check the link, or ask for a new one.
ja: リンクを確認するか、新しいものをもらってね。

source: Edit answers
ja: 回答を編集

source: Explore Sky Grid and Buddies
ja: Sky Gridとバディを見る

source: Five alarms is the safe maximum while keeping room for weekly reminders.
ja: 週のリマインダーの余地を残しつつ、安全に設定できる最大は5件。

source: Free includes daily capture, the recent archive, and a 5-person Circle. Pro opens the full archive, month view, an unlimited Circle, together cards, and weekly recaps.
ja: 無料版には毎日の撮影、直近のアーカイブ、5人までのサークルが含まれるよ。Proでは全アーカイブ、月表示、無制限のサークル、トゥギャザーカード、ウィークリーリキャップが解禁されるよ。

source: Get a new link
ja: 新しいリンクを取得

source: Get started
ja: はじめる

source: INVITE A BUDDY
ja: バディを招待

source: If you already purchased Pro, restore it first.
ja: すでにProを購入済みの場合は、先に復元してください。

source: Invite a buddy
ja: バディを招待

source: Invite people you trust
ja: 信頼できる人を招待

source: Invite people you trust. Each sky stays private until you've each captured that morning.
ja: 信頼できる人を招待しよう。お互いにその朝の空を撮るまで、空は非公開のまま。

source: Invite people you trust. You won't see each other's sky until you've both captured that morning.
ja: 信頼できる人を招待しよう。その朝にお互いが撮影するまで、相手の空は表示されないよ。

# Invite people you trust. Your skies unlock each other.
source: Invite people you trust. Capture to see each other's skies.
ja: 信頼できる人を招待しよう。お互いに撮影すると、相手の空を見られるよ。

source: It is only used for invitations and cannot be changed later.
ja: 招待にのみ使われるもので、あとから変更はできないよ。

source: JAN → DEC
ja: 1月 → 12月

source: KEEP THIS SKY
ja: この空を残す

source: KEEP YOUR SKY GRID
ja: Sky Gridを残そう

source: Keep
ja: 残す

# Keep one morning sky.
source: Save one morning sky.
ja: 朝の空を1枚、 残そう。

# Keep the newest 30 days free. Upgrade only when you want the long view.
source: Keep the latest 30 days free. Upgrade when you want to keep more.
ja: 直近30日は無料のまま。もっと長く記録を残したくなったらアップグレードしよう。

source: LIVE
ja: ライブ

source: Live Activities are off
ja: ライブアクティビティがオフになってる

source: Loading their sky
ja: 相手の空を読み込み中

source: Loading your photo
ja: 写真を読み込み中

source: MORNING TOGETHER
ja: 一緒の朝

source: MORNINGS TOGETHER
ja: 一緒の朝

source: Manage your alarm, archive, privacy, and account.
ja: アラーム、アーカイブ、プライバシー、アカウントを管理。

source: Moku says hello back
ja: Mokuが挨拶を返してくれます

source: Moku says hello back. You can get started at any time.
ja: Mokuが挨拶を返してくれます。いつでもはじめられます。

source: Morning Alarms
ja: モーニングアラーム

source: NO SKIES YET
ja: まだ空がありません

source: No blocked buddies
ja: ブロック中のバディはいません

source: No requests
ja: リクエストなし

source: Not now
ja: あとで

source: ONE SKY · THIS MORNING
ja: ひとつの空 · 今朝

source: One or more alarms could not be updated. Your saved schedule is still here; try the change again.
ja: 1件以上のアラームを更新できませんでした。保存済みのスケジュールはそのまま残っているので、もう一度変更してみてね。

source: Open Settings
ja: 設定を開く

source: Open settings
ja: 設定を開く

source: Opens the Pro comparison for both skies
ja: 両方の空のPro比較を開きます

source: Opens the share sheet with both revealed skies
ja: 解禁された2つの空を共有シートで開きます

source: Opens the share sheet with this card as an image
ja: このカードを画像として共有シートを開きます

source: Opens the share sheet with this morning's card as an image
ja: 今朝のカードを画像として共有シートを開きます

source: Opens the share sheet with your seven-morning recap as an image
ja: 7日分のリキャップを画像として共有シートを開きます

source: Opens their photo. Double tap or pinch the photo to zoom.
ja: 相手の写真を開きます。ダブルタップまたはピンチでズームできます。

source: PHOTO ARCHIVE
ja: フォトアーカイブ

source: PHOTOGRAPHED THIS YEAR
ja: 今年撮影

source: Permission is not allowed
ja: 許可されていません

source: Photo Mission
ja: フォトミッション

source: Photo is saved on this device
ja: 写真はこの端末に保存されています

source: Photo is waiting to sync
ja: 写真は同期待ちです

source: Please try again in a moment.
ja: 少ししてから、もう一度試してね。

source: Preparing skies…
ja: 空を準備中…

source: Preparing your invite link…
ja: 招待リンクを準備中…

source: Preparing…
ja: 準備中…

source: QUESTION 1 OF 6 · Choose a direction. This stays on your device.
ja: 質問 1/6 · 方向性を選んでね。この端末だけに保存されるよ。

# QUESTION 6 OF 6 · A time is enough for now. You can always change it.
source: QUESTION 6 OF 6 · Choose a time for now. You can change it later.
ja: 質問 6/6 · ひとまず時間を選んでね。あとでいつでも変更できるよ。

source: REPEAT
ja: 繰り返し

source: Received
ja: 受け取りました

source: Referral code (optional)
ja: 紹介コード（任意）

source: Remove
ja: 削除

source: Remove from your circle
ja: サークルから削除

source: Remove this buddy?
ja: このバディを削除しますか？

source: Removing…
ja: 削除中…

source: Replay
ja: リプレイ

source: Replays the seven day, thirty day, and one year preview
ja: 7日・30日・1年のプレビューをもう一度再生します

source: Restore purchases
ja: 購入を復元

source: Retake
ja: 撮り直す

source: Retry now
ja: 今すぐ再試行

source: Returns to the previous setup step
ja: 前のセットアップ手順に戻ります

source: Returns to your wake-time answer
ja: 起きる時間の回答に戻ります

# Reveal your skies together.
source: See each other's skies.
ja: お互いの空を 見よう。

source: SEARCH
ja: 検索

source: SKY GRID · TOGETHER
ja: SKY GRID · トゥギャザー

source: SKY GRID · WEEKLY
ja: SKY GRID · ウィークリー

source: Safety
ja: 安全

source: Safety and reporting
ja: 安全・通報

# Same morning, two skies
source: Two skies from the same morning
ja: 同じ朝に撮った2つの空

source: Save
ja: 保存

source: Save time and continue
ja: 時間を保存して続ける

source: Saving your post…
ja: 投稿を保存中…

source: Say hello to Moku
ja: Mokuに挨拶する

# See every sky become part of the year
source: See all your sky photos from the year
ja: 1年分の空の写真を見よう

source: See plans and pricing
ja: プランと料金を見る

# See what Pro opens
source: See what's included with Pro
ja: Proで使える機能を見る

source: Sending…
ja: 送信中…

source: Set for every day at this time
ja: 毎日この時間に設定

source: Settings
ja: 設定

source: Setup page
ja: セットアップページ

# Seven mornings, one sky story
source: Your last seven mornings
ja: 7日分の朝の空

source: Share
ja: シェア

source: Share it with someone else to add them as a buddy.
ja: 誰かに共有して、バディに追加しよう。

source: Share this link with one trusted person. It works until they open it.
ja: 信頼できる1人に、このリンクを共有しよう。相手が開くまで有効だよ。

source: Share this morning
ja: 今朝をシェア

source: Share together
ja: 一緒にシェア

source: Share weekly recap
ja: ウィークリーリキャップをシェア

source: Share your handle first, then enter theirs. They can accept whenever they're ready.
ja: まず自分のハンドルを共有して、相手のハンドルを入力しよう。相手の準備ができたら承認してくれるよ。

source: Share your handle first, then enter theirs. They can accept whenever they’re ready.
ja: まず自分のハンドルを共有して、相手のハンドルを入力しよう。相手の準備ができたら承認してくれるよ。

source: Sign in with Apple to restore your archive whenever you return to Sky Grid.
ja: Appleでサインインすれば、Sky Gridに戻ってきたときにアーカイブを復元できるよ。

# Skies revealed together.
source: You can now see each other's skies.
ja: お互いの空を見られるようになったよ。

source: Skip setup
ja: セットアップをスキップ

source: Something went wrong
ja: 問題が発生しました

source: Start fresh
ja: はじめから

source: Start my first sky
ja: はじめての空を撮る

source: Start without an account
ja: アカウントなしではじめる

source: Stop sharing
ja: 共有を停止

source: Stop sharing this link
ja: このリンクの共有を停止

source: Stop sharing this link?
ja: このリンクの共有を停止しますか？

source: Stopping a ring opens the camera. Until a photo is saved, Sky Grid schedules another system alarm every 5 minutes for up to four hours.
ja: 鳴動を止めるとカメラが開くよ。写真が保存されるまで、Sky Gridは5分おきに最大4時間、システムアラームを再設定するよ。

source: THE YEAR
ja: 1年間

source: THIS MORNING
ja: 今朝

source: THIS WEEK
ja: 今週

source: TOGETHER
ja: トゥギャザー

source: Take your first photo. Archive options will appear after it's added to your Sky Grid.
ja: まずは1枚撮ってみよう。Sky Gridに最初の写真が追加されると、アーカイブの設定が表示されるよ。

source: Tap Moku to say hello
ja: Mokuをタップして挨拶

source: The photo didn't reach the cloud, so this record is empty.
ja: 写真がクラウドに届かなかったため、この記録は空です。

# The time your morning begins
source: Your morning start time
ja: 朝をはじめる 時間

source: This cannot be undone.
ja: この操作は取り消せません。

source: This circle is full
ja: このサークルはいっぱいです

source: This connection isn't available
ja: このつながりは利用できません

source: This deletes the empty record so you can record this morning again. This can't be undone.
ja: この空の記録を削除して、今朝をもう一度記録できるようにします。この操作は取り消せません。

source: This is your own link
ja: これはあなた自身のリンクです

source: This link can't be used right now.
ja: このリンクは今は使えません。

source: This link has already been used
ja: このリンクはすでに使われています

source: This link has expired
ja: このリンクは期限切れです

source: This link isn't active
ja: このリンクは無効です

source: This link isn't valid
ja: このリンクは正しくありません

source: This link no longer works.
ja: このリンクはもう使えません。

source: This morning's photo never finished saving
ja: 今朝の写真の保存が完了しませんでした

source: This sky could not be loaded
ja: この空を読み込めませんでした

source: Try again
ja: もう一度試す

source: Unblock
ja: ブロック解除

# Unlock the full archive
source: Access the full archive
ja: すべてのアーカイブを見る

source: Set different times for weekdays, weekends, or specific mornings.
ja: 平日や週末など、曜日に合わせて時間を変えられるよ。

source: Use regular reminders
ja: 通常のリマインダーを使う

source: Use this one
ja: これを使う

source: View their sky
ja: 相手の空を見る

source: WEEK COMPLETE
ja: 1週間完了

source: Waiting for them to accept
ja: 相手の承認を待ってるよ

source: Wants to share morning skies
ja: 朝の空をシェアしたがってるよ

source: We couldn't confirm your Pro status.
ja: Proのステータスを確認できませんでした。

source: We couldn't load your invite settings.
ja: 招待設定を読み込めませんでした。

source: We couldn't refresh your blocked list.
ja: ブロックリストを更新できませんでした。

source: We couldn't refresh your buddies.
ja: バディを更新できませんでした。

source: We couldn’t confirm your Pro status.
ja: Proのステータスを確認できませんでした。

source: We will review it and act when needed.
ja: 確認して、必要な対応を行います。

source: We will review it.
ja: 確認します。

source: Weekly recap preview with seven morning skies
ja: 7つの朝の空を集めたウィークリーリキャップのプレビュー

source: What would make mornings easier?
ja: 何があれば、 朝がもっと楽になる？

source: YOUR CIRCLE
ja: あなたのサークル

source: YOUR HANDLE
ja: あなたのハンドル

source: YOUR MORNING PLAN
ja: あなたの朝プラン

# YOUR MOSAIC
source: YOUR SKY GRID
ja: あなたのSKY GRID

# YOUR RITUAL
source: YOUR ROUTINE
ja: あなたのルーティン

# YOUR ROLLING WEEK, COMPLETE
source: YOUR WEEK IS COMPLETE
ja: 1週間分そろったよ

source: YOUR SCHEDULE
ja: あなたのスケジュール

source: You can connect Apple later in Settings. Your photos are never merged into another account automatically.
ja: Appleとの連携はあとで設定からできるよ。写真が自動的に別アカウントへ統合されることはないよ。

source: You can flag a post you are concerned about from each buddy's safety menu.
ja: 気になる投稿は、各バディの安全メニューから通報できるよ。

source: You chose no reminder. Capture is always ready from Today.
ja: リマインダーなしを選んだね。撮影はいつでもTodayから始められるよ。

source: You will no longer reveal each other's skies. You can reconnect later with a new request.
ja: お互いの空は見られなくなるよ。あとで新しくリクエストすれば、また繋がれるよ。

source: You will no longer see each other's posts or connection.
ja: お互いの投稿とつながりが見られなくなるよ。

source: You're already buddies.
ja: もうバディだよ。

source: You're buddies now
ja: バディになったよ

source: Your circle is full
ja: サークルがいっぱいです

source: Your handle hasn't been changed. Check your connection and try again.
ja: ハンドルは変更されていません。通信を確認して、もう一度お試しください。

# Your morning, your controls.
source: Set up your morning your way.
ja: 自分に合った 朝の設定をしよう。

# Your mornings, kept together.
source: Keep your morning photos together.
ja: 朝の写真を まとめて残そう。

# Your mosaic. See every sky become part of the year.
source: Your Sky Grid. See all your sky photos from the year.
ja: あなたのSky Grid。1年分の空の写真を見よう。

source: Your photos and connections are being removed securely.
ja: 写真とつながりを安全に削除しています。

source: Your photos, Sky Grid, and buddy connections have been removed from this device and the service.
ja: 写真、Sky Grid、バディとのつながりは、この端末とサービスから削除されました。

# Your skies stay sealed until you've each captured this morning.
source: You won't see each other's skies until you've both captured this morning.
ja: 今朝お互いに撮影するまで、相手の空は見られないよ。

source: Your skies stay blurred until you've both captured this morning.
ja: 今朝お互いに撮影するまで、相手の空はぼかして表示されるよ。

source: Your sky has been cleared.
ja: あなたの空は 削除されました。

source: Your sky is already saved
ja: 空はもう保存されています

source: Your subscription renews monthly at the regular price shown above unless cancelled. Cancel anytime in your App Store subscriptions.
ja: キャンセルしない限り、上記の通常価格で毎月自動更新されます。App Storeのサブスクリプションからいつでもキャンセルできます。

source: You’re already buddies.
ja: もうバディだよ。

source: a morning sky
ja: ある朝の空

# accessibility.buddy.fallbackName
source: Buddy
ja: バディ

# accessibility.buddy.handleLoading
source: handle loading
ja: ハンドルを読み込み中

# accessibility.buddy.handlePrefix
source: at %@
ja: ハンドル %@

# addBuddy.sendRequest
source: Send request
ja: リクエストを送る

# addBuddy.sending
source: Sending…
ja: 送信中…

# alarm.deleteAlarmAccessibility
source: Delete %@ alarm
ja: %@のアラームを削除

# alarm.header.countPlural
source: %lld alarms
ja: %lld件のアラーム

# alarm.header.countSingular
source: %lld alarm
ja: %lld件のアラーム

# alarm.header.noAlarms
source: No alarms
ja: アラームなし

# alarm.header.readyPlural
source: %lld alarms ready
ja: %lld件のアラーム準備完了

# alarm.header.readySingular
source: %lld alarm ready
ja: %lld件のアラーム準備完了

# alarm.kind.reminder.detail
source: On this iOS version, it arrives as a regular notification.
ja: このiOSバージョンでは、通常の通知として届くよ。

# alarm.kind.reminder.title
source: Morning Reminder
ja: モーニングリマインダー

# alarm.kind.systemAlarm.detail
source: An iPhone alarm that sounds even when your phone is locked.
ja: iPhoneがロック中でも鳴るアラームだよ。

# alarm.kind.systemAlarm.title
source: System Alarm
ja: システムアラーム

# archive.freeNotice
source: Free keeps your most recent 30 days visible.
ja: 無料版では直近30日分だけ見られるよ。

# buddy.comparison.you
source: YOU
ja: あなた

# buddy.comparisonSkyAccessibility
source: %@ sky, captured at %@
ja: %@の空、%@に撮影

# buddy.connectedOn
source: Connected %@
ja: %@からバディ

# buddy.detail.status.notYet.detail
source: Their sky stays private until they do.
ja: 相手が撮るまで、空は非公開のまま。

# buddy.detail.status.notYet.title
source: They haven't captured yet
ja: 相手はまだ撮ってないよ

# buddy.detail.status.posted.detail
source: You each captured this morning.
ja: 今朝、お互いに撮影済み。

# buddy.detail.status.posted.title
source: Your skies are revealed
ja: 空が解禁されたよ

# buddy.detail.status.sealed.detail
source: Capture your own sky to see each other's.
ja: 自分の空を撮ると、お互いの空を見られるよ。

# buddy.detail.status.sealed.title
source: Capture your sky to continue
ja: あなたも空を撮ってね

# buddy.list.showingLastConfirmed
source: Showing the last confirmed connections on this device.
ja: この端末で最後に確認できたつながりを表示しています。

# buddy.list.unchangedNotice
source: Your connections haven't been changed. Check your connection and try again.
ja: つながりは変更されていません。通信を確認して、もう一度お試しください。

# buddy.ritual.capture
source: Capture
ja: 撮る

# buddy.ritual.invite
source: Invite
ja: 招待

# buddy.ritual.reveal
source: View
ja: 見る

# buddy.skyThisMorningAccessibility
source: %@'s sky this morning
ja: %@の今朝の空

# buddy.status.capturedToday
source: Captured today
ja: 今日はもう撮った

# buddy.status.notYetToday
source: Not yet today
ja: 今日はまだ

# buddy.status.sealed
source: Hidden until you capture
ja: 撮るまで 非表示

# buddy.tile.notYetSuffix
source: %@ · not yet
ja: %@ · まだ

# camera.confirmationError.postFailed
source: Your post could not be saved.
ja: 投稿を保存できませんでした。

# camera.confirmationError.saveFailed
source: Your photo could not be saved.
ja: 写真を保存できませんでした。

# camera.failure.backToCamera.action
source: Back to camera
ja: カメラに戻る

# camera.failure.capture.message
source: Nothing was saved. Return to the viewfinder and take another photo.
ja: 何も保存されなかったよ。ファインダーに戻って、もう一度撮ってね。

# camera.failure.capture.title
source: That photo didn't work
ja: その写真、うまくいかなかった

# camera.failure.colorDetection.message
source: Try another angle with a little more open sky in the frame.
ja: 空がもう少し広く写る角度で、もう一度試してみて。

# camera.failure.colorDetection.title
source: We couldn't read the sky
ja: 空の色を読み取れなかった

# camera.failure.permissionDenied.action
source: Open Settings
ja: 設定を開く

# camera.failure.permissionDenied.message
source: Allow camera access in Settings to capture your morning sky.
ja: 朝の空を撮るために、設定でカメラへのアクセスを許可してね。

# camera.failure.permissionDenied.title
source: Camera access is off
ja: カメラへのアクセスがオフになってる

# camera.failure.startup.action
source: Try camera again
ja: もう一度カメラを試す

# camera.failure.startup.message
source: The camera couldn't get ready. Give it another moment and try again.
ja: カメラの準備ができなかったよ。少し待ってから、もう一度試してね。

# camera.failure.startup.title
source: Camera unavailable
ja: カメラが使えない

# camera.photoMissionAllCaps
source: PHOTO MISSION
ja: フォトミッション

source: day streak · capture to keep it
ja: 日連続 · 続けるには撮影しよう

# error.appStartup.backendUnavailable
source: Sky Grid could not connect. Check your connection and try again. %@
ja: Sky Gridが接続できませんでした。通信を確認して、もう一度お試しください。%@

# error.appStartup.firebaseConfigMissing
source: Firebase configuration is missing. Add the GoogleService-Info.plist for com.takmin.skygrid before running Sky Grid.
ja: Firebaseの設定が見つかりません。Sky Gridを実行する前に、com.takmin.skygrid用のGoogleService-Info.plistを追加してください。

# error.appleAuth.credentialAlreadyLinked
source: This Apple Account belongs to another Sky Grid account. Its photos were not merged.
ja: このApple Accountは別のSky Gridアカウントに紐づいています。写真は統合されませんでした。

# error.appleAuth.failed
source: Apple sign-in could not be completed. Please try again.
ja: Appleサインインを完了できませんでした。もう一度お試しください。

# error.appleAuth.identityChanged
source: Sky Grid could not preserve this account identity.
ja: Sky Gridはこのアカウントの識別情報を維持できませんでした。

# error.appleAuth.invalidCredential
source: Apple could not verify this sign-in. Please try again.
ja: Appleがこのサインインを確認できませんでした。もう一度お試しください。

# error.repository.actionNotReady
source: That's not possible right now.
ja: 今はそれができません。

# error.repository.alreadyPostedToday
source: You've already kept a sky this morning.
ja: 今朝はもう空を記録済みだよ。

# error.repository.captureAlreadyPending
source: This morning's photo is still being saved. Give it a moment.
ja: 今朝の写真はまだ保存中だよ。少し待ってね。

# error.repository.handleAlreadyTaken
source: That handle is already taken. Try another one.
ja: そのハンドルはもう使われています。別のものを試してください。

# error.repository.network
source: Sky Grid couldn't reach the network.
ja: Sky Gridがネットワークに接続できませんでした。

# error.repository.notAuthenticated
source: You're signed out. Sign in again to continue.
ja: サインアウトされています。続けるにはもう一度サインインしてください。

# error.repository.notFound
source: That record could not be found.
ja: その記録が見つかりませんでした。

# error.repository.permissionDenied
source: Sky Grid doesn't have permission to do that right now.
ja: Sky Gridには今それを行う権限がありません。

# error.repository.rateLimited
source: Too many tries.
ja: 試行回数が多すぎます。

# error.repository.recovery.actionNotReady
source: Nothing has changed — try again in a moment.
ja: 何も変わっていません。少ししてからもう一度お試しください。

# error.repository.recovery.captureAlreadyPending
source: It will finish on its own — you don't need to retake it.
ja: 自動的に完了します。撮り直す必要はありません。

# error.repository.recovery.default
source: Nothing in your archive has changed. Try again in a moment.
ja: アーカイブに変更はありません。少ししてからもう一度お試しください。

# error.repository.recovery.handleAlreadyTaken
source: That handle is already in use.
ja: そのハンドルはすでに使われています。

# error.repository.recovery.network
source: Check your connection and try again. Nothing in your archive has changed.
ja: 通信を確認してもう一度お試しください。アーカイブに変更はありません。

# error.repository.recovery.notAuthenticated
source: Your archive is safe and will be available again when you sign in.
ja: アーカイブは保存されています。サインインすると、また利用できます。

# error.repository.recovery.rateLimited
source: Give it a few minutes and try again.
ja: 数分待ってから、もう一度お試しください。

# error.repository.unknown
source: Something went wrong on Sky Grid's side.
ja: Sky Grid側で問題が発生しました。

# error.revenueCat.identitySwitchFailed
source: Purchase access could not be verified for this account. Please try again.
ja: このアカウントの購入アクセスを確認できませんでした。もう一度お試しください。

# export.sharedByHandle
source: SHARED BY @%@
ja: シェア：@%@

# fallback.buddyName
source: Buddy
ja: バディ

# fallback.pleaseTryAgainInAMoment
source: Please try again in a moment.
ja: 少ししてから、もう一度試してね。

# friends.buddyRequestFallback
source: Buddy request
ja: バディリクエスト

# friends.pendingInvitationFallback
source: Pending invitation
ja: 招待を送信中

# grid.capturedAt
source: Captured %@
ja: %@に撮影

# grid.checkingArchive
source: Checking your archive…
ja: アーカイブを確認中…

# grid.monthSkiesSuffix
source: %@ skies
ja: %@の空

# grid.monthlyPhotosCount
source: %lld photos
ja: %lld枚の写真

# grid.morningInARow.plural
source: mornings in a row
ja: 日連続の 朝

# grid.morningInARow.singular
source: morning in a row
ja: 日連続の 朝

# grid.morningSky.plural
source: morning skies
ja: 枚の 朝の空

# grid.morningSky.singular
source: morning sky
ja: 枚の 朝の空
